[{"id":"1","cover":"1.jpg","name":"Me Talk Pretty One Day","author":"David Sedaris","date":"2001","ISBN":"9780316776967","description":"A recent transplant to Paris, humorist David Sedaris, bestselling author of Naked, presents a collection of his strongest work yet, including the title story about his hilarious attempt to learn French. A number one national bestseller now in paperback."},{"id":"2","cover":"2.jpg","name":"Billie Maers","author":"Stephen King","date":"2021","ISBN":"283-5-33-241400-0","description":"Billy Summers is a man in a room with a gun. He’s a killer for hire and the best in the business. But he’ll do the job only if the target is a truly bad guy. And now Billy wants out. But first there is one last hit. Billy is among the best snipers in the world, a decorated Iraq war vet, a Houdini when it comes to vanishing after the job is done. So what could possibly go wrong?How about everything.This spectacular can’t-put-it-down novel is part war story, part love letter to small town America and the people who live there, and it features one of the most compelling and surprising duos in King fiction, who set out to avenge the crimes of an extraordinarily evil man. It’s about love, luck, fate, and a complex hero with one last shot at redemption.You won’t put this story down, and you won’t forget Billy."},{"id":"3","cover":"3.jpg","name":"1984","author":"George Orwell","date":"1961 ","ISBN":"978-0451524935","description":"The Party told you to reject the evidence of your eyes and ears. It was their final, most essential command.Winston Smith toes the Party line, rewriting history to satisfy the demands of the Ministry of Truth. With each lie he writes, Winston grows to hate the Party that seeks power for its own sake and persecutes those who dare to commit thoughtcrimes. But as he starts to think for himself, Winston can’t escape the fact that Big Brother is always watching...A startling and haunting novel, 1984 creates an imaginary world that is completely convincing from start to finish. No one can deny the novel’s hold on the imaginations of whole generations, or the power of its admonitions—a power that seems to grow, not lessen, with the passage of time."},{"id":"4","cover":"4.jpg","name":"A Long Way Gone: Memoirs of a Boy Soldier","author":"Ishmael Beah","date":"2008","ISBN":"978-0451524935","description":"This is how wars are fought now: by children, hopped-up on drugs and wielding AK-47s. Children have become soldiers of choice. In the more than fifty conflicts going on worldwide, it is estimated that there are some 300,000 child soldiers. Ishmael Beah used to be one of them.What is war like through the eyes of a child soldier? How does one become a killer? How does one stop? Child soldiers have been profiled by journalists, and novelists have struggled to imagine their lives. But until now, there has not been a first-person account from someone who came through this hell and survived.In A Long Way Gone, Beah, now twenty-five years old, tells a riveting story: how at the age of twelve, he fled attacking rebels and wandered a land rendered unrecognizable by violence. By thirteen, he'd been picked up by the government army, and Beah, at heart a gentle boy, found that he was capable of truly terrible acts.This is a rare and mesmerizing account, told with real literary force and heartbreaking honesty."},{"id":"5","cover":"1.jpg","name":"Fear and Loathing in Las Vegas: A Savage Journey to the Heart of the American Dream","author":"Hunter S. Thompson","date":"1998","ISBN":"9780679785897","description":"This cult classic of gonzo journalism is the best chronicle of drug-soaked, addle-brained, rollicking good times ever committed to the printed page.  It is also the tale of a long weekend road trip that has gone down in the annals of American pop culture as one of the strangest journeys ever undertaken.Now  a major motion picture from Universal, directed by Terry Gilliam and starring Johnny Depp and Benicio del Toro."},{"id":"6","cover":"5.jpg","name":"Let's Explore Diabetes with Owls","author":"David Sedaris","date":"2014","ISBN":"0316154709","description":"From here the story could take many turns. When the guy is David Sedaris, the possibilities are endless, but the result is always the same: he will both delight you with twists of humor and intelligence and leave you deeply moved.Sedaris remembers his father's dinnertime attire (shirtsleeves and underpants), his first colonoscopy (remarkably pleasant), and the time he considered buying the skeleton of a murdered Pygmy. The common thread? Sedaris masterfully turns each essay into a love story: how it feels to be in a relationship where one loves and is loved over many years, what it means to be part of a family, and how it's possible, through all of life's absurdities, to grow to love oneself.With LET'S EXPLORE DIABETES WITH OWLS, David Sedaris shows once again why he is widely considered the the funniest writer in America (O, the Oprah Magazine)."}]